Repository: sonsongithub/HomeConMenu
Catalog: HomeConMenu/macOS/PreferencePanes/mul.lproj/GeneralPane.xcstrings
Source language: en
Languages: ja

# 0bf-nM-uXN.title
source: Show “Open Home.app” on menu
ja: “ホームアプリを開く”メニューを表示

# 3Vt-E6-mDP.title
source: Show welcome message
ja: ウェルカムメッセージを表示する

# cCW-5N-XTR.title
source: On login:
ja: ログイン時:

# GN6-XY-6R4.title
source: Always Show "Home" item on menu
ja: ホームの選択メニューを常に表示

# LVi-Yv-OrG.title
source: On startup:
ja: 起動したとき:

# Pq4-7v-AnZ.title
source: Launch automatically
ja: 自動的に開く

# rND-QH-1vd.title
source: Feature that reloads all HomeKit status again manually. HomeKit sometimes losts device and its status after sleeping. If this happens, reloading using this item will resolve the problem.
ja: HomeKitの状態を再読み込みする機能です。HomeKitは、スリープしたりすると状態が失われてしまうことがあります。それが起こったとき、この機能を使うと問題を解決できることがあります。

# stD-Gu-pED.title
source: Show duplicated services
ja: グループに登録されているサービスも表示

# tHP-Rs-wID.title
source: Show “Reload” on menu
ja: "再読み込み"メニューを表示

source: u01-P0-DLH.title
ja: HomeKit:

# xwK-VA-rRD.title
source: Use scenes
ja: シーンを利用
